/*Задача 1. Создать массив css-стилей (цвет, размер шрифта, выравнивание, подчеркивание и т. д.). Каждый элемент массива – это объект, состоящий из двух свойств: название стиля и значение стиля.
Написать функцию, которая принимает массив стилей и
текст, и выводит этот текст с помощью document.write() в тегах <p></p>, добавив в открывающий тег атрибут style со всеми стилями, перечисленными в массиве.*/ 

class css_Style{
    constructor (cssColor, cssFontsize, cssTextalign, cssUnderline){
        this.color = cssColor;
        this.font
    }
}